Almeirão-do-campo / chicória-do-campo / radite (Hypochaeris chillensis)
Família Asteraceae

Descrição botânica: herbácea anual ou bienal, com látex, de 30-70cm de altura. Flores amarelas.

Propriedades: suas folhas têm alto teor de cálcio, zinco, fósforo e potássio.

Parte comestível e usos: folhas cruas ou cozidas. Pode-se fazer saladas, refogados e sopas.

Distribuição, Ecologia e Manejo: nativa do RS e sul do Brasil. Ocorre em clareiras de matas, caminhos, áreas antropizadas e campos não lavrados, em pomares, cafezais e terrenos baldios, geralmente no inverno. Propaga-se por sementes e curtos rizomas originados na base da planta.

Receita:

Salada de radite

Pique as folhas. Frite alho picado em um pouco de azeite. Jogue este azeite temperado bem quente nas folhas e misture. Tempere com sal. Sirva imediatamente. Se quiser, acrescente bacon tostado.



Arumbeva (Opunti a monacantha, Opunti a spp.)
Família Cactaceae

Descrição botânica: cactáceas arbustivas, ramificadas, suculentas, que atingem 1,5m de altura. Os caules, chamados de cladódios são achatados e fotossintetizantes. As folhas transformadas em espinhos, como agulhas. Flores solitárias que se formam sobre os cladódios. Frutos ovalados com gloquídeos (conjunto de espinhos). Uma espécie do México (O ficus-indica) produz um fruto conhecido como figo-da-Índia, que é doce, carnudo e suculento.

Propriedades: os ramos de caule possuem atividade anti ulcerosa e cicatrizante e podem ser utilizados para atenuar doenças como distúrbios gastrointestinais, diabetes e obesidade. O fruto é uma importante fonte de cálcio e fósforo, além de demonstrarem ter ações anti inflamatória, antioxidante com ação anti cancerígena. Possui uma quantidade de vitamina C comparável a da laranja e do limão, além de vitamina E e carotenóides.

Parte comestível e usos: frutos e cladódios (palma). Os frutos podem ser consumidos in natura. Possuem muitos espinhos quando colhidos. É necessário agarrá-los com luvas de borracha ou derrubá-los no chão e esfregá-los na grama, ou escova, ou até mesmo mergulhá-los em água fervente por alguns segundos para que os espinhos se desprendam. A polpa pode ser usada em sucos, geléias, sorvetes e mousse. Os filocladódios são comestíveis como hortaliças e sucos verdes, podendo ser adicionado a sopas.
Distribuição, Ecologia e Manejo: gênero que ocorre desde a América Central e México até a América do Sul. Ocorre em regiões tropicais ou subtropicais, de terrenos arenosos, e climas relativamente secos. Pode-se preparar mudas a partir de um pedaço do caule, demorando uns 2-3 anos para produzir, ou 5 anos se for plantadas as sementes. Depois de florada, leva uns 120 dias para amadurecer o fruto.

Receita:

Refogado de palma-forrageira

Selecione os filocládios(“raquetes”) jovens e retire os espinhos. Raspe a casca e corte fininho. Adicione suco de limão ou vinagre para amenizar a mucilagem. Refoge alho, cebola (ou outros temperos) no azeite ou manteiga. Adicione a palma picada. Mexa e cozinhe em fogo baixo.



Begônia / Azedinha-do-Brejo (Begonia cucullata)
Família Begoniaceae

Descrição Botânica: planta herbácea, ereta, suculenta e tenra. Flores ornamentais.

Propriedades: é rica em ácido oxálico. Portadores de problemas renais devem evitar o consumo excessivo.

Parte Comestível e Usos: toda planta (folhas, ramos, flores e frutos jovens), tanto crus como cozidos. Suas flores podem ser fervidas com açúcar cristal até formar uma calda espessa, sendo utilizada como cobertura de sorvete ou ingrediente para drinks. Se apurada vira geleia. Suas folhas apresentam um sabor azedo muito característico e encantador, explicado pela presença do ácido oxálico nas suas células.
Distribuição, Ecologia e Manejo: nativa do RS, estando muito presente em brejos ou áreas úmidas e semi-sombreadas, geralmente ocorre no inverno. A propagação pode ser feita facilmente a partir de um ramo da planta ou sementes.


Receita:

Gelatina de flores de begônia

Triture no liquidificador cerca de 300g de flores de begônia, adicione cerca de 4 colheres de sopa de açúcar e 20g de gelatina sem sabor (em folhas) previamente diluída. Refrigere até atingir a consistência desejada. Se preferir congelar, a gelatina pode virar sorvete! Salada de flores de begônia Disponha as flores em uma saladeira e tempere com algum molho de sua preferência. Como esta espécie é bem azedinha, dispensa vinagre ou limão. Assim, como sugestão, pode-se fazer algum molho com mel, azeite, sal e molho shoyu.



4.Beldroega/ Bredo-de-porco / Beldroega-pequena / Onze-horas (Portulaca oleracea)
Família Portulacaeae 

Descrição botânica: herbácea anual, prostrada, de 20-40 cm. Suas folhas são sésseis (pecíolos ausentes), além de espatuladas, e suculentas. As flores amarelas situam-se no ápice dos ramos.

Propriedades: rica em ômega 3, betacaroteno e vitamina C. Tem potencial anti oxidante e é usada como anti inflamatória, diurética e vermífuga.

Parte comestível e usos: folhas, flores, ramos e sementes. Pode ser consumida crua em saladas ou cozida em diversos pratos. As sementes podem ser utilizadas em pães substi tuindo a chia e o gergelim. Sementes germinadas (brotos) são indicados para saladas e decoração comestível.

Distribuição, Ecologia e Manejo: alguns autores dizem que sua origem é asiática ou africana, porém outros falam em América Tropical. Aparece em solos com boa umidade e matéria orgânica. Encontrada geralmente em solos culti vados e ensolarados como hortas e jardins. Propaga-se através de sementes.

Receita:

Salada de beldroega com queijo e iogurte

500g folhas beldroega, lavadas e escorridas
1 pé de alface pequeno (ou outra hortaliça)
80g queijo de sua preferência ou ricota
1 pote de iogurte natural
2 colheres de sopa de óleo de oliva
1 dente pequeno de alho amassado
½ manga picada em cubinhos

Sementes de girassol tostadas

sal a gosto
Preparo: rale o alho e o queijo; misture com o iogurte, azeite e sal. Despeje a mistura
sobre as folhas de alface e beldroega. Adicione a manga e as sementes de girassol para
fi nalizar.
Salada morna de batata e beldroega
400 g de batatas
1 maço de beldroegas
2 colheres de azeitonas cortadas em rodelas
Molho: 1 colher de chá de mostarda, 1 colher de sopa de sumo de limão, 4 colheres de
sopa de azeite, 1 colher de vinagre de vinho ti nto, pimenta a gosto.
Cozinhar as batatas em cubos. Depois de fria, juntar com a beldroega e azeitonas e
misturar com o molho.



Bertalha / Bertalha-coração / trepadeira-mimosa / folha-santa (Anredera cordifolia)
Família Basellaceae

Descrição Botânica: planta trepadeira e perene, com folhas em forma de coração e
consistência mole. Flores pequenas em espiga, de cor clara.
Propriedades: é rica em ferro e fonte de vitaminas A, B e C. Tem potencial anti microbiano.
Parte Comestível e Usos: folhas e tubérculos (aéreos ou substerrâneos). Muito gostosa
em massa de pão, salada, refogados e omeletes. Suas folhas secas e moídas são usadas
como suplemento alimentar.
Distribuição, Ecologia e Manejo: trepadeira rústi ca
nativa do Sul do Brasil. Aparece em beira de matas
e cercas, exigindo poucos cuidados. Prefere locais
ensolarados ou semi-ensolarados. Propagação
bem fácil pelos tubérculos aéreos/subterrâneos ou
estaquia.

Receita:
Patê verde de bertalha:
Ingredientes:
350 g folhas de bertalha
2 colheres sopa de azeite de oliva
Alho, cebola ou temperos de sua preferência
400g ricota
Preparo: refogue a cebola e alho no azeite; acrescente
as folhas e tempere a gosto. Dê uma rápida refogada, somente até murchar as folhas. No
liquidificador acrescente um pouco de água, a ricota picada e o refogado. Liquidifi que
até atingir a consistência desejada.



Buva/ Erva-lanceta / rabo-de-foguete (Conyza bonariensis, Conyza canadensis)
Família Asteraceae

Descrição botânica: herbácea anual, caule densamente folioso. Folhas estreitolanceoladas,
aveludadas. Flores não vistosas.
Propriedades: suas folhas podem ser usadas contra tosse, como anti ácido, no
tratamento de diarreia e hemorroidas
Parte comestível e usos: folhas e ramos foliares novos. São aromáti cas e ligeiramente
picantes. Podem ser utilizadas como condimento de carnes e outros ou consumidas
como saladas cruas, cozidas e ensopados.
Distribuição, Ecologia e Manejo: subespontânea em pomares, beira de estrada e
terrenos baldios. Propaga-se por sementes. Desenvolveu resistência ao herbicida
glifosato, sendo considerada “invasora” ou “daninha” em áreas agrícolas. Ocorre
geralmente no inverno.

Receita:
Calzone de buva
Massa: diluir 15g de fermento biológico em 250ml de
água e 1 colher de sopa de açúcar. Deixar fermentar.
Incorporar farinha, sovando até formar uma massa
fi rme. Deixar crescer até dobrar de tamanho.
Recheio: selecione brotos e ramos novos da buva,
bem como suas folhas. Refogue com azeite e os
temperos de sua preferência. Reti re do fogo, misture
com queijo parmesão.
Montagem: abrir a massa, rechear e assar em forno
médio até dourar.



Capuchinha (Tropaeolum majus)
Familia Tropaeolaceae

Descrição botânica: planta anual, suculenta, de caule retorcido e longo. Folhas
arredondadas, com nervuras bem marcadas saindo da parte central da folha onde se
insere o talo. Flores isoladas, afuniladas, que variam de coloração amarela, alaranjada
aos tons de vermelho com manchas escuras internas.
Propriedades: rica em vitamina C, antocianina, carotenoides e fl avonoides. O suco é
expectorante. As folhas abrem o apeti te, facilitam a digestão e são calmantes. Tem
potencial anti oxidante, anti-inflamatório e hipotensor.
Parte comestível e usos: Toda a planta. Com sabor picante semelhante ao agrião, as
flores e folhas podem ser consumidas em forma de saladas, patês, pães, em sopas,
refogados. Seus frutos podem ser preparados como alcaparra (em forma de conserva).
Suas sementes maduras podem ser tostadas e moídas, substi tuindo a pimenta-doreino.

Distribuição, Ecologia e Manejo: nativa das
regiões montanhosas do México e Peru.
Aparece pelos terrenos entre o inverno e
a primavera. Alastra-se com facilidade. Sua
propagação pode ser feita por sementes ou
estacas. Preferem clima ameno com solos
úmidos e matéria orgânica. Boa aclimatação
em climas quentes.


Receitas
Patê de Capuchinha e grão-de-bico
Cozinhe o grão-de-bico até ele fi car bem
macio. No liquidificador, bata as folhas da
capuchinha com o grão-de-bico, azeite,
limão, orégano (ou o tempero que preferir)
e sal a gosto. O grão-de-bico pode ser
substi tuído por batatas (cará, inhame,
entre outros) ou ricota.
Conserva de frutos de capuchinha
Conserva de frutos de Capuchinha
Colha os frutos imaturos da capuchinha e coloque-os em água salgada por três dias,
trocando a água a cada dia. Depois disso, aqueça um vinagre com condimentos.
Deposite os frutos em um vidro esterilizado e cubra-os com o vinagre. Aqueça em
banho maria por três minutos a fim de conservar por mais tempo.



8.Caruru / Amaranto-verde / bredo / caruru-bravo / caruru-de-porco (Amaranthus sp.)
Família Amaranthaceae 

Descrição botânica: plantas anuais, herbáceas de 40-100 cm de altura. Apresenta uma
mancha violácea no centro das folhas e propaga-se por sementes.
Propriedades: é fonte de betacaroteno, vitamina C, magnésio, ferro e potássio. Suas
sementes têm alto teor de aminoácidos essenciais a as folhas são mucilaginosas,
diuréticas e laxati vas.
Parte comestível e usos: folhas e flores podem ser consumidas cozidas em refogados,
farofas ou pães. Deve ser usada preferencialmente submeti da ao cozimento, pois
algumas espécies podem possuir substâncias tóxicas, quando em saladas. As sementes
podem ser tostadas e usadas como complemento.
Distribuição, Ecologia e Manejo: originárias da América do Sul ou Central. Aparecem
em locais de meia-sombra e com solos ricos em matéria orgânica e nitrogênio livre.


Receita:
Quiche de caruru com queijo
Massa:
1 ovo
1 pitada de sal ou a gosto
75 g de manteiga gelada
150 g de farinha de trigo

Para o recheio:
2 colheres (sopa) de manteiga, 50 g de folhas de caruru
2 colheres (sopa) de salsinha picada, 3 ovos, 200 g de creme de leite gelado, sem o soro
ou creme de leite fresco, 100 g de queijo (de preferência curado), 1 pitada de pimentado-reino,
1 pitada de noz-moscada, sal a gosto.
Preparo:
Para a massa: numa ti gela, misture o ovo com o sal e a manteiga ralada em ralo grosso
(ou cortada em cubinhos minúsculos). Numa bancada coloque a farinha, faça uma cova
no meio e despeje o ovo com a manteiga. Vá colocando farinha por cima e amassando
devagar com os dedos até formar uma massa homogênea e maleável. Se precisar, junte
um pouco de água. Molde uma bola com a massa, coloque num saco plásti co e guarde
no congelador por 15 minutos. Preaqueça o forno a 180 ºC. Abra a massa com um rolo
até fi car com mais ou menos 2 milímetros de espessura. Forre com ela uma forma
refratária de 23 centí metros, sem untar e leve ao forno. Deixe assar por 7 minutos.
Reti re do forno e espere esfriar.
Prepare o recheio: numa frigideira, derreta a manteiga, junte a cebola picada e deixe
dourar em fogo alto. Coloque as folhinhas de caruru e refogue com um pouco de sal até
que fi quem macias. Junte a salsinha picada e espere esfriar. Numa ti gela, bata os ovos
com o creme de leite, o queijo ralado, a pimenta-do-reino, a noz-moscada e sal a gosto.
Misture tudo com a verdura refogada.
Finalizando: distribua o recheio
sobre o fundo preassado. Leve
ao forno preaquecido a 200 ºC, e
deixe assar por aproximadamente
40 minutos ou até o recheio fi car
fi rme e dourado. Sirva com salada
de folhas verdes.
Maço de caruru para venda na Feira
Agroecológica de Porto Alegre



Crepis / Crepe-do-japão (Crepis japonica)
Família Asteraceae

Descrição botânica: planta anual, herbácea, tenra, leitosa, de caule fi stuloso e liso, de
20-50 cm de altura, Flores amarelas.
Parte comestível e usos: folhas. Pode ser utilizada crua ou cozida, em saladas,
ensopados, tortas, bolinhos, sucos verdes e refogados.
Distribuição, Ecologia e Manejo: originária da China e Japão. Ocorre no inverno em
viveiros de mudas, hortas, jardins e calçadas. Prefere solos férteis e úmidos, com
ambiente de meia-sombra. Propaga-se por sementes.

Receita
Bolinho de crepis
1 maço de crepis picadinho
1 xícara de farinha de trigo
2 ovos
Sal a gosto
½ cebola pequena cortada em cubinhos
Óleo para fritar
Preparo: misturar todos ingredientes. Modelar com uma colher e fritar em óleo quente.



Dente-de-leão (Taraxacum offi cinale)
Família Asteraceae

Descrição botânica: Herbácea anual, rosetada, leitosa e quase sem caule. Folhas
bem recortadas e com aspecto de dente-de-leão. Flores amarelas dispostas em
inflorescências.
Propriedades: Rica em vitaminas A, B e C além de ferro e potássio. As raízes são
popularmente usadas como diuréticas, contêm inulina. Folhas com propriedades
depurati vas.
Parte Comestível e Usos: folhas e raízes podem ser consumidas cruas ou refogadas. As
flores podem ser usadas em saladas e na confecção de geleias.
Distribuição, Ecologia e Manejo: originária da Ásia e Europa. Espontânea em jardins
e hortas, adapta-se a diferentes condições de solo, com muita luz. Propaga-se por
sementes. Ocorre muito mais no inverno.

Receita
Flores de dente-de-leão empanadas
Colete flores frescas (murcham rápido). Lave-as. Em um prato bata quatro ovos, sal e
condimentos a gosto. Passe as flores na farinha de trigo, nos ovos bati dos e na farinha
de rosca. Frite em óleo quente. Escorra e sirva quente.
Refogado de raízes de dente-de-leão
Ingredientes:
50g de raízes de dente-de-leão
2 colheres (sopa) de óleo
3 colheres (solpa de óleo de gergelim
2 colheres (sopa) de molho de soja (shoyu)

Água suficiente para o cozimento
Preparo: corte as raízes em rodelas de mais ou menos meio
centímetro de espessura e refogue na mistura dos dois óleos,
até ficarem douradas. Junte água fervente e cozinhe por
10minutos. Acrescente o shoyu e deixe cozinhar até amolecer.
Sirva com arroz.
*UI = unidades internacionais
Elemento
Nutricional Dente de leão Alface
Proteínas 2,7g 0,84g
Lipídios 0,71g 0,13g
Carboidratos 8,8g 2,1g
Cálcio 0,19g 0,04g
Fósforo 70mg 13,89mg
Ferro 3mg 0,75mg
Tiamina (B1) 0,19mg 0,03g
Ribofl avina (B2) 0,14mg 0,06mg
Niacina (B3) 0,84mg 0,13mg
Vitamina C 35,94mg 12,57mg
Vitamina A 13662 UI* 1115 UI*
Tabela Comparati va entre o Dente-de-Leão e a Alface
(valores por 100g de peso seco) 



Erva-Gorda / Major-gomes / carne-gorda / beldroega-grande (Talinum patens)
Família Talinaceae

Descrição botânica: planta anual ou perene, herbácea. Folhas simples, curto-pecioladas,
lâmina obovada, carnosa, sem pelos e com diferença de cor entre as faces foliares. Tem
de 30 a 60 cm de altura. Flores pequenas, róseas ou lilases.
Propriedades: folhas usadas para cicatrização de feridas, tratamento de problemas
gastrointesti nais. Raízes diuréticas. Alto teor de zinco, potássio, magnésio, ferro e
conteúdo proteico (22%).
Parte comestível e usos: folhas, ramos e sementes; as folhas são consumidas em
saladas, mas preferencialmente cozidas, em refogados ou ensopados. Uti lizadas no
fabrico de pães caseiros, bolos salgados, sufl ês e cremes. As sementes podem ser
usadas como decorati vas em saladas ou assadas sobre pães.
Distribuição, Ecologia e Manejo: nativa do Brasil e conti nente Americano, e de ampla
distribuição. Frequente em locais úmidos e sombrios. Ocorre em pomares, beira de
mata e terrenos baldios durante o ano todo. Uma planta bastante rústi ca, que tolera
períodos de seca intensa. Propaga-se por sementes.
Receita
Almôndegas de Ricota e Erva-Gorda
1 xícara de erva-gorda
2 colheres sopa cebola
1 dente de alho
130 gr de ricota esmagada
1 ovo
Sal e pimenta a gosto
Farinha de rosca

1 colher sobremesa de azeite de oliva
Preparo: fazer um refogado com o
azeite, cebola, alho e erva-gorda.
Deixar amornar e escorrer o líquido, se
necessário. Juntar a ricota peneirada,
o ovo, sal e a pimenta-do-reino.
Acrescentar a farinha de rosca, o quanto
for necessário para obter uma mistura
que se possa formar as almôndegas.
Moldar as almôndegas, passar pela
farinha de pão e dispôr em uma forma
coberta com papel-manteiga. Levar ao
forno preaquecido a 180 °C até que
esteja dourada, virando na metade do
tempo.



Inhame (Colocasia esculenta)
Família Araceae

Descrição botânica: planta herbácea, sem caule, com raízes tuberosas, principal e
laterais, comestí veis. Folhas dispostas em roseta livre, apontadas para baixo, em forma
de coração e com margem levemente ondulada. Na inserção da haste a folha não é
fendida, diferentemente da taioba. Esta é uma das formas de disti nção entre estas
espécies.
Parte comestível e usos: tubérculos. Após cozidos podem ser uti lizados em sopas,
refogados, saladas, pães, bolos e sobremesas.
Distribuição, Ecologia e Manejo: nativa da Ásia mas atualmente está presente no
mundo todo. Cresce subespontaneamente em diversos países e ambientes. Pode ser
propagada via tubérculo.

Receita
Bolo de inhame com banana
Ingredientes:
2 xícaras (chá) de inhame cozido e amassado
1 xícara (chá) de açúcar
1 xícara (chá) de queijo Minas ralado
2 xícaras (chá) de leite
4 ovos
1 xícara (chá) de manteiga
1 colher (de sopa) de fermento em pó
Sal (1 pitada)
6 unidades médias de banana caturra madura
1 xícara (chá) de açúcar mascavo
1 colher (chá) de canela em pó
Erva doce se desejar
Preparo: bata no liquidificador, os ovos, o açúcar, o leite, a margarina, o queijo e o
inhame. Depois de bater bem, despeje em uma ti gela e acrescente a farinha de trigo,
o sal, o fermento e a erva-doce. Forre o fundo da assadeira com o açúcar mascavo,
coloque as bananas cortadas em ti ras fi nas, e salpique a canela em pó sobre as bananas.
Cubra as bananas com a massa. Coloque para assar. Desenforme depois de frio.
Patê de Inhame
Ingredientes:
200 g de inhame cozido
2 colheres de sopa de óleo (azeite)
1 dente de alho
1 colher de suco de limão
Orégano e sal a gosto
Preparo: liquidifi car o inhame cozido e acrescentar os demais ingredientes. Está pronto!



Língua-de-vaca / Labaça (Rumex obtusifolius)
Família Polygonaceae

Descrição botânica: planta herbácea perene e sem pelos, de 60-120 cm de altura.
Folhas simples, pecioladas, inicialmente em roseta basal, de lâmina cartácea e cor mais
clara na face inferior, com 10 -18 cm de comprimento.
Parte comestível e usos: folhas podem ser consumidas cruas ou cozidas em refogados,
purês, creme verde e em sopas diversas. Pode-se branquear a verdura (desprezando a
água) se achar o sabor forte.
Distribuição, Ecologia e Manejo: nativa da Europa e adventí cia no Brasil. Cresce em
terrenos agrícolas, pomares, jardins, pastagens e terrenos baldios, principalmente
em áreas úmidas de alti tude ou planície litorânea. Tolera clima frio e solo levemente
encharcado, ocorrendo geralmente no inverno. Propaga-se por sementes e rizomas.

Receita
Salada mista com língua de vaca
Colha as folhas jovens. Higienize e pique bem fi ninho. Faça o mesmo com demais
hortaliças a gosto. Tempere com molho de iogurte natural, mel, sal e azeite (ou outro
de sua preferência).



Mastruço / Mestruz / Mastruz (Coronopus didymus)
Família Brassicaceae

Descrição Botânica: hortaliça prostrada de folhas crespas e fi nas que partem da mesma
base em forma de espiral crescendo até 50 cm de comprimento.
Propriedades: rico em K e P, o mastruço possui mais minerais que diversas outras
hortaliças convencionais. Possui óleos essenciais que agem como anti bióti co natural,
além de vários outros fi ns medicinais. Sabor semelhante à mostarda.
Parte comestível e usos: são comidas folhas e ramos; usada como tempero tanto cru
como cozido.
Distribuição, Ecologia e Manejo: ao sol, começa aparecer pelos canteiros entre o
outono e o inverno.

Receita
Bolinho de Mastruço
Após lavar bem cerca de 1 xícara de mastruço picadinho, bata 4 ovos, 12 colheres de
sopa de farinha de trigo ou goma de mandioca. Adicione as folhas à massa e tempere a
gosto. Pode ser frito em óleo quente ou assado.



Ora-pro-nóbis / Carne-de-pobre (Pereskia aculeata)
Família Cactaceae

Descrição Botânica: cactácea perene de hábito apoiante e com folhas suculentas. Os
ramos apresentam espinhos que aparecem em trio. As flores são de tamanho médio,
brancas e amarelas.
Propriedades: as folhas possuem cerca de 25% de proteínas (peso seco), das quais
85% acham-se numa forma digestí vel, facilmente aproveitável pelo organismo e muito
indicada para dietas vegetarianas. Possui ainda vitaminas A, B e principalmente C, além
de cálcio, fósforo e quanti dade considerável de ferro, ajudando no combate a anemias.
Usos: come-se as folhas, frutos e flores, cruas ou cozidas. As folhas podem ser usadas
em saladas, refogados, sopas, omeletes ou tortas, além de enriquecer pães, bolos,
massas. Sua mucilagem pode substi tuir o ovo nas preparações. Os frutos podem ser
usados para sucos, geleias, mousse e licor. As sementes podem ser germinadas para
produzir brotos. As flores jovens podem ser usadas em saladas, salteadas puras ou com
carnes e em omelete.
Distribuição, Ecologia e Manejo: nativa das matas do RS e várias partes do Brasil Sul,
Sudeste e várias partes da América Tropical. Muito facilmente propagada por estaca ou
sementes. Adapta-se bem a ambientes quentes e secos.

Receita:
Pão com ora-pro-nóbis
Ingredientes:
1kg de farinha integral
½ kg de farinha branca
1 colher rasa (sopa) de sal
2 colher rasa (sopa) de açúcar
4 colheres (sopa) de óleo de milho (ou outro)
10g fermento biológico
1 ovo (dispensável para veganos)
300 ml água morna (em média, até dar o ponto da massa de pão)
um punhado de folhas de ora-pro-nobis
gergelim, linha, gérmen de trigo a gosto
Preparo: misturar os ingredientes secos, inclusive o fermento. Acrescentar óleo, ovo e as
folhas ora-pro-nobis liquidifi cadas na água morna. Amassar bem até obter uma massa
homogênea. Deixar descansar e crescer por cerca de 30 min. Amassar novamente e
colocar nas formas, deixar crescer novamente e assar no forno em fogo médio por 40
minutos em média (depende do forno).
Cerca viva de ora-pro-nóbis



Picão / picão-preto / carrapicho (Bidens pilosa)
Família Asteraceae

Descrição botânica: ervas anuais; ramos eretos. margem da folha serreada,
esparsamente pilosa em ambas as faces. Flores geralmente ausentes, quando presentes,
amarelas, 5-6. Floresce e fruti fi ca prati camente o ano todo. Frutos aderentes.
Propriedades: o picão apresenta ati vidade anti oxidante, é fonte de proteína,
fi bra, ferro, magnésio e alto teor de cobre. Analgésico. Também foram detectadas
ati vidades anti malárica, bactericida, hepatoprotetora, anti inflamatória, hipotensora,
imunoesti mulante, e anti-hipertensiva.
Parte comestível e usos: folhas e ramos jovens podem ser consumidos crus e,
especialmente, cozidos em diversos pratos: saladas temperadas, farofas, sopas, entre
outros. Pode ser preparado um chá gelado a partir da água do cozimento do picão com
adição de suco de limão e açúcar. Uma forma especial de consumo é o refrigerante
fermentado com folhas e ramos jovens de picão-preto, o qual apresenta coloração,
aroma e sabor muito agradáveis.
Distribuição, Ecologia e Manejo: nativa da América tropical, heliófi ta, ruderal e
largamente naturalizada em quase todas as regiões tropicais e subtropicais do mundo.
Planta ruderal bastante comum nestes ambientes altamente degradados; cresce em
pastagens e terrenos baldios, se alastrando rapidamente.
 Fruto e semente de picão-preto.
Agarra-se aos animais para dispersar.

Receita
Sopa de cenoura com coentro e picão
Ingredientes
6 cenouras grandes
3 colheres (sopa) de leite de coco
½ colher (sopa) de suco de laranja
4 dentes de alho
1 pitada de pimenta
1 pitada de noz moscada
Folhas de picão
Gengibre, coentro, salsinha a gosto
Preparo: Refogue as cenouras, mexendo sempre. Após 10 min, adicione o alho, o leite
de coco e o suco de laranja. Complete com água até dois dedos acima da cenoura e
deixe cozinhar por 25 min. Adicione o coentro e o gengibre. Bata no liquidificador até
virar um creme consistente. Adicione o picão escaldado, a salsinha picada, pimenta, noz
moscada e sal. Pode ser servida gelada em dias quentes de verão.



Serralha / Chicória-brava / Serralha-branca / Serralha-lisa (Sonchus oleraceus)
Família Asteraceae

Descrição Botânica: planta ereta e que produz um látex não tóxico. As folhas são simples,
alternas e sésseis, chegando a dar a impressão de abraçar o caule. Inflorescências
amarelas nos ápices dos ramos. Propaga-se pelo vento, com sementes providas de
plumas, moti vo pelo qual é tão frequente espontânea, e tratada como inço ou planta
daninha.
Propriedades: vitaminas A, B e C, cálcio e ferro. Bastante usada como anti inflamatório
e diurético.
Usos: a planta toda pode ser comida (folhas, talos tenros e flores bem jovens). As folhas
podem ser comidas tanto cruas na forma de saladas quanto cozidas e preparadas de
várias formas, tendo sabor similar ao espinafre. As flores e botões podem ser feitos à
milanesa ou à dorê. Os caules (talos) podem ser usados para conservas ti po aspargo.
Distribuição, Ecologia e Manejo: se propaga facilmente já que o vento carrega suas
pequenas sementes. Aparece bastante em campos abertos ou em hortas. Não é
exigente em relação ao clima e desenvolve-se melhor em local com relati va umidade e
solos férteis. Ocorre geralmente no inverno.

Receita:
Serralha com arroz
Cozinhe o arroz de forma usual. Quando a água
esti ver começando a secar, acrescente na panela
as folhas e talos bem picadinhos para cozinhar no
vapor. Depois de pronto o arroz, mexa bem e sirva.



18. Taioba (Xanthosoma sagitti folium)
Família Araceae

Descrição botânica: erva ou arbusto ereto, de rizomas tuberosos, de até 1,7m de
altura. Pecíolo com mais ou menos 1m de comprimento, verde, inserido na superfí cie
da folha. Folha peltada, oval-sagitada, com 40-50 cm de comprimento, com nervura
coletora (linha circundante) e cor verde uniforme.
Propriedades: rizomas ricos em energia e fontes de carotenoides. Folha rica em fi bras,
cálcio, magnésio, Vitamina B2, Vitamina B6 e Vitamina C. A taioba pode ser utilizada
contra febre, câncer, pólipo, infl amações e tumores, dentre outros fi ns fi toterápicos.
Parte comestível e usos: rizomas, talo e folhas. Os rizomas tuberosos podem ser
consumidos cozidos ou moídos, em purês ou frituras. As folhas e talo também devem
ser cozidos, pois crus apresentam o efeito tóxico do ácido oxálico. Pode-se usar em
refogados, omeletes, ensopados e outros.
Distribuição, Ecologia e Manejo: origem nas Anti lhas, distribuindo-se na América do
Sul, principalmente na Amazônia. A taioba ocorre em áreas de floresta, no sub-bosque,
à sombra da mata. O clima é tropical úmido e chuvoso. Em regiões de clima rigoroso,
perde as folhas no inverno. Reproduz-se, vegetati vamente, por meio de estolões ou
pelos caules subterrâneos, conhecidos por rizoma. Necessita de adubações orgânicas
mensais e capinas freqüentes, podendo ser plantada o ano todo, de preferência no
período chuvoso.

Receita
Taioba com molho de cebola e limão
Ingredientes:
6 folhas de taioba.
1 colher (sopa) de óleo.
Sal a gosto.
1 dente de alho picado.
Cebolinha verde picada.
Pimenta-do-reino à gosto (opcional).
1 cebola média cortada em rodelas.
Caldo de 1/2 limão.
1 colher (sopa) de óleo.
Preparo: lave bem a taioba, folha por folha. Rasgue as folhas em pedacinhos, entre os
veios, e lave novamente. Numa panela, coloque o óleo, o sal, o alho e a cebolinha verde.
Leve ao fogo. Quando esti ver quente, acrescente a taioba para refogar, sem tampar a
panela, durante 5 minutos, mexendo sempre. Se desejar adicione pimenta. Para fazer o
molho, leve a cebola e o óleo ao fogo. Deixe aquecer bem, acrescente o suco de limão
até ferver. Derrame este molho sobre a taioba refogada.
Charuto com taioba
Ingredientes:
1 xícara (chá) de carne moída
1 xícara (chá) de arroz cozido
1 xícara (chá) de cenoura ralada
1 xícara (chá) de cebola picada
1colher (sopa) de óleo ou azeite
Alho, sal, Salsa e cebolinha a gosto
Folhas novas de taioba
Preparo: amasse todos os ingredientes em uma bacia, enrole em formato de quibe.
Lave bem as folhas de taioba, corte-as em ti ras seguindo as linhas naturais. Envolva a
massa com as ti rinhas de taioba, formando os charutos e prenda com palitos. Coloque
os charutos ordenados em uma panela. Coloque sobre os charutos o óleo ou azeite.
Cubra os charutos com água e leve para cozinhar, até reduzir o caldo. Coloque o cheiro
verde. Servir com salada de azedinha



19.Tansagem / tanchagem (Plantago major, Plantago lanceolata,Plantago australis)
Família Plantaginaceae

Descrição botânica: plantas perenes, de raízes curtas e que não possuem caule. Folhas
rosetadas, agrupadas na base, com nervuras curvas bem marcadas. Flores agrupadas
em espigas alongadas, providas de um longo eixo.
Propriedades: semente com substância mucilaginosa que diminui LDL (colesterol
“ruim”) e auxilia no trânsito intesti nal. Folha diurética, anti-inflamatória, anti-diarréica,
expectorante, hemostáti ca e cicatrizante. Auxiliar no tratamento de úlcera pépti ca.
Parte comestível e usos: folhas jovens, flores e sementes. Tanto crus como cozidas.
Pode ser usada em bolinhos fritos, pães, refogados, molhos e saladas.
Distribuição, Ecologia e Manejo: ocorre em jardins, gramados, pomares, beira de
estrada e solos agrícolas em geral, principalmente se parcialmente sombreados. Cresce
normalmente no inverno. Propaga-se por sementes.

Receita
Molho cru de castanha com tansagem (para macarrão)
Ingredientes:
40 folhas tansagem, novas
1 xícara castanha de caju torrada, sem sal
1 dente alho
2 colheres sopa de cebola picada
3 folhas de cebolinha picada
5 folhas manjericão picado
1 colhar sopa óleo
sal e azeite a gosto
Preparo: jogue água morna nas castanhas até cobri-las. Deixe-as em imersão de 2 a
12h. Escorra a água e triture-as em um liquidificador até obter um creme liso e claro.
Para facilitar, adicione as castanhas aos poucos com água fria, às colheradas. Tempere
com azeite e sal. Reserve. Refogue a cebola e o alho num fi o de óleo. Adicione a
tanchagem picada e refogue até murchar. Reti re do fogo, adicione o creme de castanha
e os temperos verdes.



Urti gão-de-baraço (Urera auranti aca) 
Família Urti caceae

Descrição Botânica: arbusto apoiante, com ramos longos de até 5 ou mais metros.
Folhas ovadas, de 8 a 22 cm de comprimento, e 6 a 12 cm de largura, com margem
denteada, podendo apresentar pêlos urti cantes na face inferior. Frutos globosos
alaranjados.
Propriedades: apresenta altos teores de boro, ferro, cálcio e proteínas (21%). Como
medicinal, é usado como depurati va ou diurética.
Parte Comestível e Usos: folhas e frutos. Para comer as folhas, elas precisam ser
mergulhadas em água quente por alguns minutos para que percam seus caracteres
urti cantes. Os frutos são adocicados e podem ser comidos in natura. Pode-se usar as
folhas como complemento em omeletes, refogados, risoto ou molhos.
Distribuição, Ecologia e Manejo: nativa das matas da metade norte do RS, Sul e Sudeste
do Brasil. Cresce espontaneamente em matas, capoeiras ou em áreas antropizadas em
meia sombra. Propaga-se por sementes ou estacas.

Urti gão-de-baraço com frutos
Receita:
Risoto de Urti gão com Molho de Castanha-do-Pará
Colete as folhas de urti gão com as mãos protegidas e mergulhe-as por dois minutos na
água quente para que perca as característi cas urti cantes.
Para o molho: deixe 50g castanhas mergulhadas em água por aproximadamente 8
horas. Após este tempo, dispense a água e bata as sementes no liquidificador com 1/2
xícara de água. A quanti dade de água depende da consistência que preferir. Despeje o
molho em uma panela e adicione sal e temperos a gosto. Junte ao molho 1 xícara de
folhas de urti gão picadas. Reserve.
Risoto: refogue uma cebola pequena com um fi o de azeite, adicione 1 xícara de arroz
arbóreo e 1 xícara de vinho branco seco. Deixe evaporar. Vá acrescentando aos poucos
água ou caldo de legumes fervente com sal, mexendo constantemente, até que o arroz
fi que quase pronto. Em seguida, junte o molho e termine o cozimento.