[
  ["Janeiro", "Esse é o mês mais quente do ano. Basta lembrar que é exatamente nessa época onde as pessoas começam de fato a aproveitar o verão. Se você vai começar a cultivar uma planta, evite aquelas que preferem climas mais frios porque elas não irão resistir. É melhor cultivar as plantas mais resistentes ao calor."],
  ["Fevereiro", "Esse mês o verão ainda está em alta e por esse motivo as plantas mais resistentes à temperaturas elevadas ganham destaque. Além das que citamos mais acima, você também pode cultivar chicória, feijão, crisântemos, rabanetes, beterraba, ervilhas,  entre outras."],
  ["Março", "No mês de março a temperatura começa a ficar mais amena com a chegada do outono. Esse mês chove em algumas localidades e por esse motivo, você pode alternar entre plantas que se adaptam bem em climas mais quentes, mas que não tenham restrições com chuvas mais constantes. Alguns exemplos de plantas que podem ser cultivadas nesse período é a cebola, repolho, trevo de quatro folhas, amarílis, amores-perfeitos, cravos, papoulas, coentros, agrião, favas, aipo, nabos, alho, morangos entre outras."],
  ["Abril", "Abril é começo do outono então você já pode abusar das espécies que gostam daquele cultivo feito à meia sombra. Alguns exemplos de plantas para esse mês é basicamente as mesmas frutas de março como morangos, beterraba, espargos, alface, couves das diversas variações, lentilhas, espinafres, favas e nabos."],
  ["Maio", "Maio é quando o ano começa a se preparar para as chuvas e nesse mês você pode cultivar plantas como o alho, aveia, batata, centeio, cevada, trigo, entre outras."],
  ["Junho", "Para o mês de junho, plantas como as macieiras e as pereiras caem muito bem, pois são plantas que resistem à chuvas e também ao sol forte. Dependendo do local onde essas plantas forem cultivadas, pode ocorrer um desses dois climas então é sempre bom ter uma planta mais resistente."],
  ["Julho", "Julho é praticamente o mês que começa o inverno e nesse caso já indicamos plantas que gostam de chuvas ou tem uma boa resistência a elas como é o caso da alface, ervilha, rabanetes, fava, repolho, entre outros."],
  ["Agosto", "Se você mora no sul do país, esse mês é bem chuvoso por essa região. Essa grande quantidade de chuva acaba se espalhando por boa parte do Brasil então para garantir é indicado sempre ter plantinhas que gostam de climas mais amenos. Nesse caso você poderá plantar alcachofras, melão, aipo, cebola, pimentão, morango, melancia, tomate, entre outros."],
  ["Setembro", "É o mês mais frio do ano e será quando você vai aproveitar para plantar espécies como a beterraba, alface, melancia, couves, espinafres, cenoura, entre outros."],
  ["Outubro", "Com a chegada das chuvas na primavera a umidade aumenta e a temperatura abaixa. Nesse mês o mais indicado é o cultivo de espécies que se adaptam bem em climas mais frios."],
  ["Novembro", "Em novembro a temperatura começa a subir e se preparar para a chegada do verão. Nesse mês plantas como beterraba, melão, feijão, pimentões, brócolis, agrião, pepino, entre outras devem ser cultivadas."],
  ["Dezembro", "Nesse mês o  sol do verão já começa a dar os ar das graças então preferivelmente cultive plantas como a cenoura, pepino, roseiras, lírios, feijão, brócolis, abóbora, repolho, beterraba, entre outras."]
]